{
  "CopilotChat.nvim": { "branch": "main" },
  "LazyVim": { "branch": "main" },
  "LuaSnip": { "branch": "master" },
  "avante.nvim": { "branch": "main" },
  "blink.cmp": { "branch": "main" },
  "bufferline.nvim": { "branch": "main" },
  "catppuccin": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lua": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "codecompanion.nvim": { "branch": "main" },
  "conform.nvim": { "branch": "master" },
  "copilot.lua": { "branch": "master" },
  "csvview.nvim": { "branch": "main" },
  "darkplus.nvim": { "branch": "master" },
  "dashboard-nvim": { "branch": "master" },
  "diffview.nvim": { "branch": "main" },
  "dressing.nvim": { "branch": "master" },
  "fidget.nvim": { "branch": "main" },
  "flash.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "fzf-lua": { "branch": "main" },
  "git-conflict.nvim": { "branch": "main" },
  "gitgraph.nvim": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "grug-far.nvim": { "branch": "main" },
  "kulala.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lazydev.nvim": { "branch": "main" },
  "lspsaga.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "markdown-preview.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mcphub.nvim": { "branch": "main" },
  "mdx.nvim": { "branch": "main" },
  "mini.ai": { "branch": "main" },
  "mini.diff": { "branch": "main" },
  "mini.icons": { "branch": "main" },
  "mini.pairs": { "branch": "main" },
  "mini.surround": { "branch": "main" },
  "neo-tree.nvim": { "branch": "main" },
  "neogen": { "branch": "main" },
  "neogit": { "branch": "master" },
  "noice.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-colorizer.lua": { "branch": "master" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-lint": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-nio": { "branch": "master" },
  "nvim-rip-substitute": { "branch": "main" },
  "nvim-tmux-navigation": { "branch": "main" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-ts-autotag": { "branch": "main" },
  "nvim-ufo": { "branch": "main" },
  "oil.nvim": { "branch": "master" },
  "opencode.nvim": { "branch": "main" },
  "package-info.nvim": { "branch": "master" },
  "persistence.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "promise-async": { "branch": "main" },
  "render-markdown.nvim": { "branch": "main" },
  "simple-note.nvim": { "branch": "main" },
  "snacks.nvim": { "branch": "main" },
  "supermaven-nvim": { "branch": "main" },
  "synthweave.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "todo-comments.nvim": { "branch": "main" },
  "toggleterm.nvim": { "branch": "main" },
  "tokyonight.nvim": { "branch": "main" },
  "translate.nvim": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "ts-comments.nvim": { "branch": "main" },
  "ts-error-translator.nvim": { "branch": "main" },
  "typescript.nvim": { "branch": "main" },
  "undotree": { "branch": "master" },
  "vim-dadbod": { "branch": "master" },
  "vim-dadbod-completion": { "branch": "master" },
  "vim-dadbod-ui": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-sleuth": { "branch": "master" },
  "vim-visual-multi": { "branch": "master" },
  "which-key.nvim": { "branch": "main" }
}
